Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AccessibilityUIUtilities/AXUILocalizedStrings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# weather.condition.hail
source: Hail
ar: بَرَد
bg: Градушка
ca: Pedra
cs: Krupobití
da: Hagl
de: Hagel
el: Χαλάζι
es: Pedrisca
es_us: Granizo
fi: Raekuuroja
fr: Grêle
fr_ca: Grêle
he: ברד
hi: ओले
hr: Tuča
hu: Jégeső
id: Hujan Es
it: Grandine
ja: 霰または雹
kk: Бұршақ
ko: 우박
lt: Kruša
ms: Hujan Batu
nb: Hagl
nl: Hagel
pl: Grad
pt: Granizo
pt_pt: Saraiva
ro: Grindină
ru: Град
sk: Krúpy
sl: Toča
sv: Hagel
th: ลูกเห็บ
tr: Dolu yağışlı
uk: Град
vi: Mưa đá
zh_cn: 冰雹
zh_hk: 冰雹
zh_tw: 冰雹

# weather.condition.haze
source: Hazy
ar: ضبابي
bg: Мъгливо
ca: Amb bromes
cs: Mlhavý opar
da: Diset
de: Diesig
el: Καταχνιά
es: Neblinoso
es_us: Neblinoso
fi: Usvaista
fr: Brumeux
fr_ca: Brumeux
he: אביך
hi: कोहरेदार
hr: Maglovito
hu: Ködös
id: Berkabut
it: Caliginoso
ja: 煙霧
kk: Мұнар
ko: 실안개
lt: Migla
ms: Berjerebu
nb: Disig
nl: Nevelig
pl: Mgiełka
pt: Névoa
pt_pt: Neblina
ro: Pâclă
ru: Мгла
sk: Opar
sl: Meglice
sv: Disigt
th: เมฆหมอก
tr: Hafif sisli
uk: Імла
vi: Có sương mù nhẹ
zh_cn: 薄雾
zh_hk: 薄霧
zh_tw: 薄霧

# weather.condition.heavy.rain
source: Heavy rain
ar: أمطار غزيرة
bg: Силен дъжд
ca: Pluja forta
cs: Hustý déšť
da: Kraftig regn
de: Starker Regen
el: Ισχυρή βροχόπτωση
es: Lluvia intensa
es_us: Lluvia intensa
fi: Runsasta sadetta
fr: Fortes pluies
fr_ca: Forte pluie
he: גשם כבד
hi: भारी बारिश
hr: Jaka kiša
hu: Erős eső
id: Hujan lebat
it: Forte pioggia
ja: 大雨
kk: Нөсер
ko: 호우
lt: Stiprus lietus
ms: Hujan lebat
nb: Kraftig regn
nl: Zware regenval
pl: Ulewa
pt: Chuva forte
pt_pt: Chuva forte
ro: Ploaie puternică
ru: Сильный дождь
sk: Silný dážď
sl: Močan dež
sv: Störtskur
th: ฝนตกหนัก
tr: Şiddetli yağmurlu
uk: Сильний дощ
vi: Mưa lớn
zh_cn: 暴雨
zh_hk: 大雨
zh_tw: 豪雨

# weather.condition.heavy.snow
source: Heavy snow
ar: ثلوج كثيفة
bg: Силен снеговалеж
ca: Nevades fortes
cs: Husté sněžení
da: Kraftigt snefald
de: Starker Schneefall
el: Ισχυρή χιονόπτωση
es: Nevada intensa
es_us: Nevada intensa
fi: Runsasta lumisadetta
fr: Gros flocons
fr_ca: Fortes chutes de neige
he: שלג כבד
hi: भारी बर्फ़बारी
hr: Gusti snijeg
hu: Heves havazás
id: Salju Lebat
it: Forte nevicata
ja: 大雪
kk: Қалың қар жауу
ko: 폭설
lt: Gausus sniegas
ms: Salji lebat
nb: Kraftige snøbyger
nl: Zware sneeuwval
pl: Intensywne opady śniegu
pt: Neve intensa
pt_pt: Nevão
ro: Ninsoare puternică
ru: Сильный снегопад
sk: Husté sneženie
sl: Močno sneženje
sv: Kraftigt snöfall
th: หิมะตกหนัก
tr: Yoğun kar yağışlı
uk: Сильний сніг
vi: Tuyết rơi nhiều
zh_cn: 大雪
zh_hk: 大雪
zh_tw: 大雪

# weather.condition.hot
source: Hot
ar: حار
bg: Горещо
ca: Calor
cs: Horko
da: Varmt
de: Heiß
el: Ζέστη
es: Calor
es_us: Calor
fi: Kuumaa
fr: Chaud
fr_ca: Chaud
he: חם
hi: गर्म
hr: Vruće
hu: Forró
id: Panas
it: Temperature elevate
ja: 暑い
kk: Ыстық
ko: 더움
lt: Karšta
ms: Panas
nb: Varmt
nl: Warm
pl: Gorąco
pt: Quente
pt_pt: Calor
ro: Caniculă
ru: Жарко
sk: Horúco
sl: Vroče
sv: Varmt
th: อากาศร้อน
tr: Sıcak
uk: Спека
vi: Nóng
zh_cn: 炎热
zh_hk: 炎熱
zh_tw: 炎熱

# weather.condition.hurricane
source: Hurricane
ar: إعصار استوائي
bg: Ураган
ca: Huracà
cs: Hurikán
da: Orkan
de: Orkan
el: Τυφώνας
es: Huracán
es_us: Huracán
fi: Hurrikaani
fr: Ouragan
fr_ca: Ouragan
he: הוריקן
hi: उष्णकटिबंधीय चक्रवात
hr: Uragan
hu: Hurrikán
id: Badai
it: Uragano
ja: ハリケーン
kk: Дауыл
ko: 태풍
lt: Uraganas
ms: Taufan
nb: Orkan
nl: Orkaan
pl: Huragan
pt: Furacão
pt_pt: Ciclone
ro: Uragan
ru: Ураган
sk: Hurikán
sl: Orkan
sv: Orkan
th: พายุเฮอร์ริเคน
tr: Kasırga
uk: Ураган
vi: Bão lốc
zh_cn: 飓风
zh_hk: 颱風
zh_tw: 颶風

# weather.condition.isolated.thundershowers
source: Isolated thundershowers
ar: أمطار رعدية متفرقة
bg: Отделни гръмотевични бури
ca: Aiguats aïllats
cs: Ojediněle bouřky s deštěm
da: Enkelte tordenbyger
de: Örtliche Gewitterschauer
el: Τοπικές μπόρες με κεραυνούς
es: Precipitaciones aisladas
es_us: Precipitaciones tormentosas aisladas
fi: Yksittäisiä ukkoskuuroja
fr: Averses orageuses isolées
fr_ca: Averses orageuses isolées
he: ממטרים בודדים מלווים ברעמים
hi: गरज के साथ थोड़ा तूफ़ान
hr: Mjestimične kiše s grmljavinom
hu: Lokális felhőszakadások
id: Hujan petir lokal
it: Acquazzoni isolati
ja: ところにより一時雷雨
kk: Кей жерлерде нөсер аралас найзағай
ko: 천둥 번개를 동반한 국지성 소나기
lt: Lokali perkūnija ir nedidelis lietus
ms: Hujan petir pencilan
nb: Spredte tordenbyger
nl: Een enkele onweersbui
pl: Pojedyncze przelotne burze
pt: Temporais isolados
pt_pt: Aguaceiros localizados com trovoada
ro: Furtuni de scurtă durată izolate
ru: Местами дождь с грозой
sk: Ojedinelé búrkové prehánky
sl: Posamezna neurja
sv: Lokala åskregn
th: ฝนฟ้าคะนองเป็นแห่งๆ
tr: Ara ara gök gürültülü sağanak yağışlı
uk: Подекуди зливи з грозами
vi: Mưa giông diện hẹp
zh_cn: 局地雷阵雨
zh_hk: 局部地區性雷陣雨
zh_tw: 局部雷陣雨

# weather.condition.isolated.thunderstorms
source: Isolated thunderstorms
ar: عواصف رعدية متفرقة
bg: Отделни гръмотевични бури
ca: Tempestes aïllades
cs: Ojediněle bouřky
da: Isoleret tordenvejr
de: Örtliche Gewitter
el: Τοπικές καταιγίδες
es: Tormentas aisladas
es_us: Precipitaciones tormentosas aisladas
fi: Yksittäisiä ukkosmyrskyjä
fr: Orages isolés
fr_ca: Orages isolés
he: סופות רעמים בודדות
hi: गरज के साथ थोड़ा तूफ़ान
hr: Mjestimične oluje s grmljavinom
hu: Lokális zivatarok
id: Badai petir lokal
it: Temporali isolati
ja: ところにより雷雨
kk: Кей жерлерде найзағай
ko: 천둥 번개를 동반한 국지성 폭풍우
lt: Lokali perkūnija
ms: Ribut petir pencilan
nb: Spredt tordenvær
nl: Op enkele plaatsen onweer
pl: Pojedyncze burze
pt: Trovoadas isoladas
pt_pt: Trovoadas localizadas
ro: Furtuni izolate
ru: Местами грозы
sk: Ojedinelé búrky
sl: Posamezne nevihte
sv: Lokala åskbyar
th: พายุฝนฟ้าคะนองเป็นแห่งๆ
tr: Ara ara gök gürültülü fırtınalı
uk: Подекуди грози
vi: Giông bão diện hẹp
zh_cn: 局地雷暴雨
zh_hk: 局部地區性雷暴
zh_tw: 局部雷雨

# weather.condition.light.snow.showers
source: Light snow showers
ar: زخات ثلجية خفيفة
bg: Слаби валежи от сняг
ca: Nevades lleus
cs: Občasné sněžení
da: Lette snebyger
de: Leichte Schneeschauer
el: Ελαφριά χιονόπτωση
es: Precipitaciones de nieve débiles
es_us: Precipitaciones aisladas de nieve
fi: Hajanaisia lumikuuroja
fr: Faibles chutes de neige
fr_ca: Légères averses de neige
he: ממטרי שלג קלים
hi: बर्फ़ की हल्की बौछारें
hr: Slabe snježne oborine
hu: Enyhe hózápor
id: Hujan salju ringan
it: Leggere nevicate
ja: 弱いにわか雪
kk: Қардың баяу қарқында жаууы
ko: 가벼운 소낙눈
lt: Nestiprus negausus sniegas
ms: Hujan salji ringan
nb: Lette snøbyger
nl: Lichte sneeuw
pl: Przelotne opady śniegu
pt: Leves precipitações de neve
pt_pt: Aguaceiros de neve fracos
ro: Averse de ninsoare ușoară
ru: Слабый снег
sk: Slabé snehové prehánky
sl: Rahle snežne plohe
sv: Lätta snöfall
th: ฝนหิมะเล็กน้อย
tr: Hafif sağanak kar yağışlı
uk: Слабкі снігопади
vi: Mưa tuyết nhẹ
zh_cn: 小阵雪
zh_hk: 陣雪
zh_tw: 小陣雪

# weather.condition.mostly.clear
source: Mostly clear
ar: صافٍ أغلب الوقت
bg: Предимно ясно
ca: Força clar
cs: Převážně jasno
da: Mest klart vejr
de: Meist wolkenlos
el: Αίθριος κυρίως
es: Mayormente despejado
es_us: Mayormente despejado
fi: Lähinnä selkeää
fr: Ciel plutôt dégagé
fr_ca: Ciel plutôt dégagé
he: בהיר ברוב שעות הערב
hi: ज़्यादातर साफ़
hr: Uglavnom vedro
hu: Többnyire derült idő
id: Umumnya cerah
it: Prevalentemente sereno
ja: ほぼ快晴
kk: Негізінен ашық
ko: 대체로 청명함
lt: Daugiausia giedra
ms: Umumnya cerah
nb: Stort sett skyfritt
nl: Overwegend helder
pl: Głównie bez chmur
pt: Limpo
pt_pt: Céu pouco nublado
ro: Predominant senin
ru: Преимущественно ясно
sk: Prevažne jasno
sl: Pretežno jasno
sv: Mest klart
th: ท้องฟ้าโปร่งเป็นส่วนมาก
tr: Açık
uk: Переважно ясно
vi: Trời quang mây
zh_cn: 大部晴朗无云
zh_hk: 大致天晴
zh_tw: 晴時有雲

# weather.condition.mostly.cloudy
source: Mostly cloudy
ar: غائم أغلب الوقت
bg: Предимно облачно
ca: Força núvols
cs: Převážně zataženo
da: Mest skyet
de: Meist bewölkt
el: Σύννεφα κυρίως
es: Mayormente nublado
es_us: Mayormente nublado
fi: Lähinnä pilvistä
fr: Nuages prédominants
fr_ca: Plutôt nuageux
he: מעונן לרוב
hi: ज़्यादातर बादल छाए रहने
hr: Većinom oblačno
hu: Többnyire felhős idő
id: Umumnya berawan
it: Prevalentemente nuvoloso
ja: 曇り時々晴れ
kk: Негізінен бұлтты
ko: 대체로 흐림
lt: Daugiausia debesuota
ms: Umumnya mendung
nb: Stort sett overskyet
nl: Half­bewolkt
pl: Głównie chmury
pt: Nublado
pt_pt: Bastante nublado
ro: Predominant înnorat
ru: Преимущественно облачно
sk: Prevažne zamračené
sl: Pretežno oblačno
sv: Mest molnigt
th: เมฆเป็นส่วนมาก
tr: Çok bulutlu
uk: Переважно хмарно
vi: Trời nhiều mây
zh_cn: 大部多云
zh_hk: 大致多雲
zh_tw: 多雲時陰

# weather.condition.partly.cloudy
source: Partly cloudy
ar: غائم جزئيًا
bg: Частично облачно
ca: Mig ennuvolat
cs: Částečně zataženo
da: Delvist skyet
de: Teilweise bewölkt
el: Μερικώς νεφελώδης
es: Parcialmente nublado
es_us: Parcialmente nublado
fi: Puolipilvistä
fr: Belles éclaircies
fr_ca: En partie nuageux
he: מעונן חלקית
hi: थोड़े बादल
hr: Djelomično oblačno
hu: Részben felhős
id: Sebagian berawan
it: Parzialmente nuvoloso
ja: ところにより曇り
kk: Көшпелі бұлт
ko: 부분적으로 흐림
lt: Dalinai debesuota
ms: Agak mendung
nb: Delvis skyet
nl: Licht­bewolkt
pl: Częściowe zachmurzenie
pt: Pouco nublado
pt_pt: Céu pouco nublado
ro: Parțial înnorat
ru: Частично облачно
sk: Čiastočne zamračené
sl: Delno oblačno
sv: Halvklart
th: เมฆเป็นบางส่วน
tr: Parçalı bulutlu
uk: Іноді хмари
vi: Một vài nơi có mây
zh_cn: 局部多云
zh_hk: 部份時間多雲
zh_tw: 局部多雲

# weather.condition.rain
source: Rain
ar: أمطار
bg: Дъжд
ca: Pluja
cs: Déšť
da: Regn
de: Regen
el: Βροχή
es: Lluvia
es_us: Lluvia
fi: Vesisadetta
fr: Pluie
fr_ca: Pluie
he: גשם
hi: बारिश
hr: Kiša
hu: Eső
id: Hujan
it: Pioggia
ja: 雨
kk: Жаңбыр
ko: 비
lt: Lietus
ms: Hujan
nb: Regn
nl: Regen
pl: Deszcz
pt: Chuva
pt_pt: Chuva
ro: Ploaie
ru: Дождь
sk: Dážď
sl: Dež
sv: Regn
th: ฝน
tr: Yağmurlu
uk: Дощ
vi: Mưa
zh_cn: 有雨
zh_hk: 有雨
zh_tw: 下雨

# weather.condition.rain.and.hail
source: Rain and hail
ar: أمطار وبَرَد
bg: Дъжд и градушка
ca: Pluja i pedra
cs: Déšť s krupobitím
da: Regn og hagl
de: Regen und Hagel
el: Βροχή και χαλάζι
es: Lluvia y pedrisca
es_us: Lluvia y granizo
fi: Vesisadetta ja raekuuroja
fr: Neige en grains
fr_ca: Neige en grains
he: גשם וברד
hi: बारिश और ओले
hr: Kiša i tuča
hu: Eső és jégeső
id: Hujan dan es
it: Pioggia mista a grandine
ja: 霰まじりの雨
kk: Бұршақ аралас жаңбыр
ko: 비와 우박
lt: Lietus ir kruša
ms: Hujan dan hujan batu
nb: Regn og hagl
nl: Regen en hagel
pl: Deszcz i grad
pt: Chuva e granizo
pt_pt: Chuva e saraiva
ro: Ploaie și grindină
ru: Дождь с градом
sk: Dážď s krúpami
sl: Dež s točo
sv: Regn och hagel
th: ฝนและลูกเห็บ
tr: Yağmur ve dolu yağışlı
uk: Дощ і град
vi: Mưa và mưa đá
zh_cn: 大雨和冰雹
zh_hk: 雨帶冰雹
zh_tw: 雨帶冰雹

# weather.condition.rain.and.sleet
source: Rain and sleet
ar: أمطار وأمطار متجمدة
bg: Дъжд и суграшица
ca: Pluja i calamarsa
cs: Déšť s kroupami
da: Regn og slud
de: Regen und Graupel
el: Βροχή και χιονόνερο
es: Lluvia y granizo
es_us: Lluvia y aguanieve
fi: Vesi- ja räntäsadetta
fr: Pluie et neige fondue
fr_ca: Pluie et grésil
he: גשם וגשם מעורב בשלג
hi: मेंह के साथ ओले बरसना
hr: Kiša i susnježica
hu: Eső és havas eső
id: Hujan dan salju basah
it: Pioggia mista a granuli di ghiaccio
ja: みぞれまじりの雨
kk: Жаңбыр мен көктайғақ
ko: 비와 진눈깨비
lt: Lietus ir šlapdriba
ms: Hujan dan hujan beku
nb: Regn og sludd
nl: Regen en ijsregen
pl: Deszcz i deszcz ze śniegiem
pt: Chuva e gelo
pt_pt: Chuva e granizo
ro: Ploaie și lapoviță
ru: Дождь со льдом
sk: Dážď a mokrý sneh
sl: Dež s sodro
sv: Regn och iskornsblandat regn
th: ฝนและฝนน้ำแข็ง
tr: Yağmur ve sulu kar yağışlı
uk: Дощ і сльота
vi: Mưa và mưa tuyết
zh_cn: 雨夹雪
zh_hk: 雨帶冰粒
zh_tw: 雨帶冰霰

# weather.condition.rain.and.snow
source: Rain and snow
ar: أمطار وثلوج
bg: Дъжд и сняг
ca: Pluges i nevades
cs: Déšť se sněhem
da: Regn og sne
de: Regen und Schnee
el: Βροχή και χιόνι
es: Lluvia y nieve
es_us: Lluvia y nieve
fi: Vesi- ja lumisadetta
fr: Pluie et neige
fr_ca: Pluie et neige
he: גשם ושלג
hi: बारिश और बर्फ़बारी
hr: Kiša i snijeg
hu: Eső és hó
id: Hujan dan salju
it: Pioggia mista a neve
ja: 雪まじりの雨
kk: Жаңбыр мен қар
ko: 비와 눈
lt: Lietus ir sniegas
ms: Hujan dan salji
nb: Regn og snø
nl: Regen en sneeuw
pl: Śnieg z deszczem
pt: Chuva e neve
pt_pt: Neve molhada
ro: Ploaie și ninsoare
ru: Дождь со снегом
sk: Dážď so snehom
sl: Dež in sneg
sv: Regn och snö
th: ฝนและหิมะ
tr: Yağmur ve kar yağışlı
uk: Дощ і сніг
vi: Mưa và tuyết
zh_cn: 雨雪
zh_hk: 雨雪
zh_tw: 雨雪

# weather.condition.scattered.showers
source: Scattered showers
ar: أمطار متناثرة
bg: Разкъсани превалявания
ca: Aiguats dispersos
cs: Místy déšť
da: Spredte byger
de: Vereinzelte Schauer
el: Σποραδικές μπόρες
es: Chubascos dispersos
es_us: Chubascos dispersos
fi: Hajanaisia sadekuuroja
fr: Averses éparses
fr_ca: Averses dispersées
he: ממטרים לפרקים
hi: छुटपुट बौछारें
hr: Povremeni pljuskovi
hu: Szórványos eső
id: Hujan di beberapa tempat
it: Rovesci sparsi
ja: ところによりにわか雨
kk: Кей жерлерде нөсер
ko: 산발적인 소나기
lt: Trumpalaikis lietus
ms: Hujan curah berserak
nb: Spredte regnbyger
nl: Hier en daar een bui
pl: Lokalne przelotne opady
pt: Chuva esparsa
pt_pt: Aguaceiros dispersos
ro: Averse răzlețe
ru: Местами дождь
sk: Miestami prehánky
sl: Posamezne plohe
sv: Spridda skurar
th: ฝนตกเป็นบางแห่ง
tr: Aralıklı sağanak yağışlı
uk: Подекуди зливи
vi: Mưa rào rải rác
zh_cn: 局部阵雨
zh_hk: 零散驟雨
zh_tw: 部分區域陣雨

# weather.condition.scattered.snow
source: Scattered snow
ar: ثلوج متناثرة
bg: Разкъсани снеговалежи
ca: Nevades disperses
cs: Místy sněžení
da: Spredte snebyger
de: Vereinzelt Schnee
el: Σποραδικό χιόνι
es: Nevadas dispersas
es_us: Nevadas dispersas
fi: Hajanaista lumisadetta
fr: Chutes de neige éparses
fr_ca: Chutes de neige dispersées
he: שלג לפרקים
hi: छुटपुट बर्फ़बारी
hr: Povremeni snijeg
hu: Szórványos havazás
id: Salju di beberapa tempat
it: Nevicate sparse
ja: ところにより雪
kk: Кей жерлерде қар
ko: 산발적인 눈
lt: Trumpalaikis sniegas
ms: Salji berserak
nb: Spredte snøbyger
nl: Hier en daar sneeuw
pl: Lokalny opad śniegu
pt: Neve esparsa
pt_pt: Queda de neve
ro: Ninsori răzlețe
ru: Местами снег
sk: Miestami sneženie
sl: Naletavanje snega
sv: Lokala snöfall
th: หิมะกระจาย
tr: Aralıklı kar yağışlı
uk: Подекуди сніг
vi: Tuyết rơi rải rác
zh_cn: 局部阵雪
zh_hk: 零散雪
zh_tw: 部分區域下雪

# weather.condition.scattered.thunderstorms
source: Scattered thunderstorms
ar: عواصف رعدية متناثرة
bg: Разкъсани гръмотевични бури
ca: Tempestes disperses
cs: Místy bouřky
da: Spredt tordenvejr
de: Vereinzelte Gewitter
el: Σποραδικές καταιγίδες
es: Tormentas eléctricas aisladas
es_us: Tormentas eléctricas dispersas
fi: Hajanaisia ukkosmyrskyjä
fr: Orages épars
fr_ca: Orages dispersés
he: סופות רעמים לפרקים
hi: छुटपुट गरज के साथ तूफ़ान
hr: Povremene oluje s grmljavinom
hu: Szórványos zivatarok
id: Badai petir di beberapa tempat
it: Temporali sparsi
ja: ところにより雷雨
kk: Кей жерлерде найзағай
ko: 천둥 번개를 동반한 산발적인 폭풍우
lt: Trumpalaikė perkūnija
ms: Ribut petir berserak
nb: Spredt tordenvær
nl: Hier en daar onweer
pl: Lokalne burze
pt: Trovoadas esparsas
pt_pt: Trovoadas dispersas
ro: Furtuni răzlețe
ru: Местами грозы
sk: Miestami búrky
sl: Krajevne nevihte
sv: Spridda åskbyar
th: พายุฝนฟ้าคะนองกระจาย
tr: Aralıklı gök gürültülü fırtınalı
uk: Подекуди грози
vi: Giông bão rải rác
zh_cn: 局部雷暴雨
zh_hk: 零散雷暴
zh_tw: 部分區域雷雨

# weather.condition.severe.thunderstorm
source: Severe thunderstorms
ar: عواصف رعدية شديدة
bg: Силни гръмотевични бури
ca: Tempestes fortes
cs: Silné bouřky
da: Kraftigt tordenvejr
de: Starke Gewitter
el: Ισχυρές καταιγίδες
es: Tormentas eléctricas intensas
es_us: Tormentas eléctricas intensas
fi: Kovaa ukkosmyrskyä
fr: Orages violents
fr_ca: Orages violents
he: סופות רעמים חזקות
hi: भारी गरज के साथ तूफ़ान
hr: Snažne oluje s grmljavinom
hu: Heves zivatar
id: Badai petir kencang
it: Forti temporali
ja: 激しい雷雨
kk: Қатты найзағай
ko: 천둥 번개를 동반한 강한 폭풍우
lt: Smarki perkūnija
ms: Ribut petir kencang
nb: Kraftig tordenvær
nl: Zware onweersbuien
pl: Silne burze
pt: Trovoadas severas
pt_pt: Tempestade forte
ro: Furtuni puternice
ru: Сильные грозы
sk: Silné búrky
sl: Močne nevihte
sv: Starka åskbyar
th: พายุฝนฟ้าคะนองหนัก
tr: Kuvvetli gök gürültülü fırtınalı
uk: Сильні грози
vi: Giông bão mạnh
zh_cn: 强雷暴
zh_hk: 狂風雷暴
zh_tw: 超大雷雨

# weather.condition.showers
source: Showers
ar: زخات مطر
bg: Превалявания
ca: Aiguats
cs: Občasný déšť
da: Byger
de: Schauer
el: Μπόρες
es: Chubascos
es_us: Chubascos
fi: Sadekuuroja
fr: Averses
fr_ca: Averses
he: ממטרים
hi: बौछारें
hr: Pljuskovi
hu: Záporok
id: Hujan
it: Rovesci
ja: 時々雨
kk: Нөсер
ko: 소나기
lt: Nepastovus lietus
ms: Hujan Curah
nb: Regnbyger
nl: Buien
pl: Przelotne opady
pt: Chuva
pt_pt: Aguaceiros
ro: Averse
ru: Кратковременные осадки
sk: Prehánky
sl: Plohe
sv: Regnskurar
th: ฝนตก
tr: Sağanak yağışlı
uk: Зливи
vi: Mưa rào
zh_cn: 阵雨
zh_hk: 驟雨
zh_tw: 陣雨

# weather.condition.sleet
source: Sleet
ar: أمطار متجمدة
bg: Суграшица
ca: Calamarsa
cs: Kroupy
da: Slud
de: Graupel
el: Χιονόνερο
es: Granizo
es_us: Aguanieve
fi: Räntää
fr: Neige fondue
fr_ca: Grésil
he: גשם מעורב בשלג
hi: बारिश के साथ ओले
hr: Susnježica
hu: Havas eső
id: Salju Basah
it: Granuli di ghiaccio
ja: みぞれ
kk: Көктайғақ
ko: 진눈깨비
lt: Šlapdriba
ms: Hujan Beku
nb: Sludd
nl: IJsregen
pl: Deszcz ze śniegiem
pt: Chuva com neve
pt_pt: Granizo
ro: Lapoviță
ru: Ледяной дождь
sk: Mokrý sneh
sl: Sodra
sv: Iskorn
th: ฝนน้ำแข็ง
tr: Sulu kar
uk: Сльота
vi: Mưa tuyết
zh_cn: 雨夹雪
zh_hk: 雨夾雪
zh_tw: 冰霰

# weather.condition.smoky
source: Smoky
ar: دخاني
bg: Задимено
ca: Boirina
cs: Kouřmo
da: Røget
de: Rauch
el: Αιθαλομίχλη
es: Neblina
es_us: Humaredas
fi: Savuista
fr: Pollué
fr_ca: Fumée
he: ערפיח
hi: धुआँसा
hr: Zadimljeno
hu: Füstös
id: Berasap
it: Fumo
ja: 霞
kk: Тұмша
ko: 연무
lt: Dūmai
ms: Berasap
nb: Forurenset
nl: Heiig
pl: Smog
pt: Enfumaçado
pt_pt: Fumo
ro: Fum
ru: Смог
sk: Dymno
sl: Dim
sv: Rökigt
th: ควันหนาแน่น
tr: Dumanlı
uk: Смог
vi: Có khói
zh_cn: 有烟雾
zh_hk: 煙霞
zh_tw: 煙霧

# weather.condition.snow
source: Snow
ar: ثلج
bg: Сняг
ca: Nevades
cs: Sněžení
da: Sne
de: Schnee
el: Χιόνι
es: Nieve
es_us: Nieve
fi: Lumisadetta
fr: Neige
fr_ca: Neige
he: שלג
hi: बर्फ़बारी
hr: Snijeg
hu: Hó
id: Salju
it: Neve
ja: 雪
kk: Қар
ko: 눈
lt: Lietus
ms: Salji
nb: Snø
nl: Sneeuw
pl: Śnieg
pt: Neve
pt_pt: Neve
ro: Ninsoare
ru: Снег
sk: Sneženie
sl: Sneg
sv: Snö
th: หิมะตก
tr: Karlı
uk: Сніг
vi: Tuyết
zh_cn: 有雪
zh_hk: 有雪
zh_tw: 下雪

# weather.condition.snow.and.sleet
source: Snow and sleet
ar: ثلوج وأمطار متجمدة
bg: Сняг и суграшица
ca: Neu i calamarsa
cs: Sněžení s kroupami
da: Sne og slud
de: Schnee und Graupel
el: Χιόνι και χιονόνερο
es: Nieve y granizo
es_us: Nieve y aguanieve
fi: Lumi- ja räntäsadetta
fr: Neige et neige fondue
fr_ca: Neige et grésil
he: שלג וגשם מעורב בשלג
hi: मेंह और बर्फ़ की बारिश
hr: Snijeg i susnježica
hu: Hó és havas eső
id: Hujan dan salju basah
it: Neve mista a granuli di ghiaccio
ja: みぞれまじりの雪
kk: Қар мен көктайғақ
ko: 눈과 진눈깨비
lt: Sniegas ir šlapdriba
ms: Salji dan hujan beku
nb: Snø og sludd
nl: Sneeuw en ijsregen
pl: Śnieg i deszcz ze śniegiem
pt: Neve e gelo
pt_pt: Neve e granizo
ro: Ninsoare și lapoviță
ru: Снег со льдом
sk: Sneženie s dažďom
sl: Sneg in sodra
sv: Snö och iskorn
th: หิมะตกและฝนน้ำแข็ง
tr: Sulu karla karışık karlı
uk: Сніг і сльота
vi: Tuyết và mưa tuyết
zh_cn: 雪和冰雹
zh_hk: 雪帶冰粒
zh_tw: 雪帶冰霰

# weather.condition.snow.flurries
source: Snow flurries
ar: موجات من الثلوج
bg: Снежни бури
ca: Nevades lleugeres
cs: Sněhové přeháňky
da: Hvirvlende sne
de: Leichter Schneefall
el: Ελαφριά χιονόπτωση
es: Ráfagas de nieve
es_us: Ráfagas de nieve
fi: Lumikuuroja
fr: Chutes de neige
fr_ca: Faible neige
he: סופות שלג
hi: बर्फ़ के हल्के झोंके
hr: Susnježica
hu: Hószállingózás
id: Hujan bersalju
it: Folate di neve
ja: 吹雪
kk: Қар басу
ko: 가벼운 눈발
lt: Nežymus sniegas
ms: Salji lari
nb: Snøbyger
nl: Sneeuwvlagen
pl: Lekki śnieg
pt: Nevisco
pt_pt: Chuviscos de neve
ro: Fulguieli
ru: Снежные заносы
sk: Slabé sneženie
sl: Snežni meteži
sv: Blötsnö
th: หิมะตกปรอย
tr: Kar fırtınalı
uk: Легкий сніг
vi: Mưa phùn tuyết
zh_cn: 阵雪
zh_hk: 陣雪
zh_tw: 小雪

# weather.condition.snow.showers
source: Snow showers
ar: تساقط ثلوج
bg: Превалявания от сняг
ca: Aiguats amb neu
cs: Občasné sněžení
da: Snebyger
de: Schneeschauer
el: Χιονοπτώσεις
es: Precipitaciones de nieve
es_us: Precipitaciones de nieve
fi: Lumikuuroja
fr: Chutes de neige
fr_ca: Averses de neige
he: ממטרי שלג
hi: बर्फ़ की बौछारें
hr: Snježni pljuskovi
hu: Hózápor
id: Hujan salju
it: Rovesci di neve
ja: 時々雪
kk: Қар жауу
ko: 소낙눈
lt: Negausus sniegas
ms: Hujan salji
nb: Snøbyger
nl: Sneeuwbuien
pl: Przelotne opady śniegu
pt: Pancadas de neve
pt_pt: Aguaceiros de neve
ro: Ninsori de scurtă durată
ru: Временами снежный дождь
sk: Snehové prehánky
sl: Snežne plohe
sv: Snöfall
th: ฝนหิมะ
tr: Sağanak kar yağışlı
uk: Сильні снігопади
vi: Mưa giông có tuyết
zh_cn: 阵雪
zh_hk: 陣雪
zh_tw: 陣雪

# weather.condition.snow.showers.scattered
source: Scattered snow showers
ar: زخات ثلجية متناثرة
bg: Разкъсани превалявания от сняг
ca: Aiguaneu dispersa
cs: Místy sněžení
da: Spredte snebyger
de: Vereinzelte Schneeschauer
el: Σποραδικές χιονοπτώσεις
es: Precipitaciones de nieve dispersas
es_us: Precipitaciones de nieve dispersas
fi: Hajanaisia lumikuuroja
fr: Chutes de neige éparses
fr_ca: Averses de neige dispersées
he: גשר לפרקים
hi: छुटपुट बर्फ़बारी और बौछारें
hr: Povremena susnježica
hu: Szórványos hózáporok
id: Hujan salju di beberapa tempat
it: Rovesci nevosi sparsi
ja: ところにより一時雪
kk: Әлсін-әлсін қар жауу
ko: 산발적인 소낙눈
lt: Trumpalaikis negausus sniegas
ms: Hujan salji berserak
nb: Spredte snøbyger
nl: Hier en daar sneeuwbuien
pl: Lokalne opady śniegu
pt: Pancadas de neve esparsas
pt_pt: Nevões dispersos
ro: Ninsori de scurtă durată răzlețe
ru: Местами дождь со снегом
sk: Miestami snehové prehánky
sl: Razpršene snežne plohe
sv: Spridda snöfall
th: ฝนหิมะกระจาย
tr: Aralıklı kar sağanağı
uk: Подекуди сніг
vi: Mưa tuyết rải rác
zh_cn: 局部阵雪
zh_hk: 零散陣雪
zh_tw: 部分區域陣雪

# weather.condition.thunderstorm
source: Thunderstorms
ar: عواصف رعدية
bg: Гръмотевични бури
ca: Tempestes
cs: Bouřky
da: Tordenvejr
de: Gewitter
el: Καταιγίδες
es: Tormenta eléctrica
es_us: Tormentas eléctricas
fi: Ukkosmyrskyä
fr: Orages
fr_ca: Orages
he: סופות רעמים
hi: गरज के साथ तूफ़ान
hr: Oluje s grmljavinom
hu: Zivatarok
id: Badai Petir
it: Temporali
ja: 雷
kk: Найзағай
ko: 천둥 번개를 동반한 폭풍우
lt: Perkūnija
ms: Ribut Petir
nb: Tordenvær
nl: Onweersbuien
pl: Burze
pt: Trovoadas
pt_pt: Trovoadas
ro: Furtuni cu fulgere
ru: Грозы
sk: Búrky
sl: Nevihte
sv: Åskbyar
th: พายุฝนฟ้าคะนอง
tr: Gök gürültülü fırtına
uk: Грози
vi: Giông bão
zh_cn: 雷暴雨
zh_hk: 雷暴
zh_tw: 雷雨

# weather.condition.tornado
source: Tornadoes
ar: أعاصير
bg: Торнадо
ca: Tornados
cs: Tornáda
da: Tornadoer
de: Wirbelstürme
el: Ανεμοστρόβιλοι
es: Tornados
es_us: Tornados
fi: Tornadoja
fr: Tornades
fr_ca: Tornades
he: סופות טורנדו
hi: बवंडर
hr: Tornada
hu: Tornádók
id: Tornado
it: Tornado
ja: 竜巻
kk: Құйындар
ko: 토네이도
lt: Tornadai
ms: Tornado
nb: Tornadoer
nl: Tornado's
pl: Tornada
pt: Tornados
pt_pt: Tornados
ro: Tornade
ru: Смерчи
sk: Tornáda
sl: Tornadi
sv: Tornado
th: พายุทอร์นาโด
tr: Hortum
uk: Торнадо
vi: Lốc xoáy
zh_cn: 龙卷风
zh_hk: 龍捲風
zh_tw: 龍捲風

# weather.condition.tropical.storm
source: Tropical Storms
ar: عواصف استوائية
bg: Тропически бури
ca: Tempestes tropicals
cs: Tropické bouřky
da: Tropiske storme
de: Tropenstürme
el: Τροπικές καταιγίδες
es: Tormentas tropicales
es_us: Tormentas tropicales
fi: Trooppista myrskyä
fr: Tempêtes tropicales
fr_ca: Tempêtes tropicales
he: סופות טרופיות
hi: ट्रॉपिकल तूफ़ान
hr: Tropske oluje
hu: Trópusi viharok
id: Badai Tropis
it: Tempeste tropicali
ja: 熱帯低気圧
kk: Тропиктік дауылдар
ko: 열대 폭풍
lt: Tropinės audros
ms: Ribut Tropika
nb: Tropiske stormer
nl: Tropische storm
pl: Burze tropikalne
pt: Tempestades Tropicais
pt_pt: Tempestades tropicais
ro: Furtuni tropicale
ru: Тропические штормы
sk: Tropické búrky
sl: Tropske nevihte
sv: Tropisk storm
th: พายุโซนร้อน
tr: Tropik Fırtınalar
uk: Тропічні циклони
vi: Bão nhiệt đới
zh_cn: 热带风暴
zh_hk: 熱帶風暴
zh_tw: 熱帶風暴
